import Image from "next/image";
import Card from "@/app/components/ui/Card";

export default function About() {
  return (
    <>
      {/* Candidate Photo */}
      <div className="flex justify-center mb-4">
        <Image
          src="https://i.ibb.co/tp4dGSYN/maal.png"
          alt="Ali Asgar Lobi"
          width={300}
          height={300}
          className="rounded-2xl shadow-lg"
        />
      </div>

      <div className="mt-3 text-gray-700 space-y-4">
        <p>খুলনার সন্তান মোহাম্মদ আলী আসগর লবী বাংলাদেশের গর্ব।</p>

        <p>যেখানেই হাত দিয়েছেন, সেখানেই সোনা ফলিয়েছেন আলী আসগর লবী।</p>

        <p>
          মুক্তিযুদ্ধের পর স্বাধীন বাংলাদেশের যুব সমাজ কর্মসংস্থানের সংকটে পড়ে। অনেকে বিপথে চলে যায়। কর্মসংস্থান সমস্যা সমাধানে শহীদ প্রেসিডেন্ট জিয়াউর রহমানের উদ্যোগে সৌদি আরব সহ মধ্যপ্রাচ্যের বিভিন্ন দেশে জনশক্তি রপ্তানি শুরু হয়। ভিশনারি উদ্যোক্তা আলী আসগর লবী সে সময় রূপসা ওভারসীজ নামে প্রতিষ্ঠানের মাধ্যমে লাখো মানুষকে বিদেশে কর্মসংস্থানের ব্যবস্থা করেন।
        </p>

        <p>
          জনশক্তি রপ্তানি ছাড়াও এভিয়েশন, কার্গো সার্ভিস, কেমিক্যাল, জ্বালানি এবং আন্তর্জাতিক ট্রেডিং ব্যবসারও অন্যতম উদ্যোক্তা আলী আসগর লবী।
        </p>

        <p>
          তাকে বলা হয় মানবিক নেতৃত্বের প্রতীক। কারণ শুধু উদ্যোক্তা হিসেবেই নয়, সংগঠক হিসেবে বাংলাদেশকেও তিনি নিয়ে গেছেন অনন্য উচ্চতায়।
        </p>

        <p>
          বাংলাদেশ ক্রিকেট বোর্ডের সভাপতি হিসেবে তাঁর সময়েই বাংলাদেশ ক্রিকেটকে নতুন করে চিনতে শেখে আন্তর্জাতিক বিশ্ব। আলী আসগর লবীর সাংগঠনিক নেতৃত্বে বাংলাদেশ ক্রিকেট দল কার্ডিফে পরাক্রমশালী অস্ট্রেলিয়াকে হারিয়ে চমক দেখায়। বাংলাদেশের প্রথম টেস্ট জয়ও তাঁর সময়েই। বাংলাদেশ ক্রিকেট দলকে পরাজয়ের বৃত্ত থেকে বের করে জয়ের ধারায় আনেন তিনি। এশিয়ান ক্রিকেট বোর্ডের প্রেসিডেন্ট হিসেবে এ অঞ্চলের ক্রিকেটের উন্নয়নে কাজ করেন, উদ্যোগ নেন এশিয়ান টেস্ট চ্যাম্পিয়নশিপ টুর্নামেন্টের। বাংলাদেশের ক্রিকেটের অবকাঠামোগত উন্নয়নে বিশ্বমানের প্রশিক্ষণ প্রতিষ্ঠানের পাশাপাশি সাত বীরশ্রেষ্ঠের নামে দেশের সাত বিভাগে বিভাগীয় ক্রিকেট স্টেডিয়াম তৈরির উদ্যোগ নেওয়া হয়।
        </p>

        <p>
          ২০০১ সালে খুলনা-২ আসনের সংসদ সদস্য নির্বাচিত হন আলী আসগর লবী। তাঁর ৫ বছরে খুলনা একটি মফস্বল শহর থেকে আধুনিক বিভাগীয় নগরীতে পরিণত হয়। খুলনার উন্নয়নে ২০ বছর মেয়াদী মাস্টারপ্লান তৈরি করা হয়। জাপান সরকারের সহযোগিতায় খুলনার পানি সমস্যার সমাধানের উদ্যোগ নেওয়া হয়। সোনাডাঙ্গা আবাসিক এলাকা ও সোনাডাঙ্গা বাইপাস সড়ক সহ বসতি ও যোগাযোগ অবকাঠামো উন্নয়ন করা হয়।
        </p>

        <p>
          প্রধানমন্ত্রী দেশনেত্রী বেগম খালেদা জিয়ার নেতৃত্বে ২০০৪ সালে ন্যাশনাল ওয়াটার ম্যানেজমেন্ট প্লান পাস হয়। এর অধীনে খুলনার জলাবদ্ধতা ও বন্যা প্রতিরোধ ও পানির লবণাক্ততা হ্রাসে প্রকল্প হাতে নেওয়া হয়। রূপসা নদীর ওপরে খান জাহান আলী সেতু নির্মাণ বেগম খালেদা জিয়া সরকারের অন্যতম সাফল্য। খুলনা কলেজিয়েট স্কুলে ডরমেটরি ভবন নির্মাণ, আজম খান কলেজের আবাসিক হল নির্মাণ, খুলনা শিশু হাসপাতাল ভবন নির্মাণ, বয়রায় ইমাম প্রশিক্ষণ একাডেমি নির্মাণ সহ খুলনা অঞ্চলের মানুষের জীবনমান উন্নয়নে হাজারো অবকাঠামো ও কৌশলগত উন্নয়নের কারিগর আলী আসগর লবী।
        </p>

        <p>
          আলী আসগর লবী ব্যক্তিগত উদ্যোগে খুলনার হাজারো তরুণকে বিনা খরচে চাকরির ব্যবস্থা করে দিয়েছেন। দলের অসহায় নেতাকর্মীদেরকে স্বাবলম্বী হওয়ার পথ তৈরি করে দিয়েছেন। এলাকার অসংখ্য মানুষের চিকিৎসা, শিক্ষা এমনকি বাড়ির ঋণ পরিশোধের দায়িত্বও ব্যক্তিগতভাবে নিয়েছেন। মানুষের কল্যাণে তাঁর অবদানের জন্য অনেকে তাকে দানবীর উপাধিতে ভূষণ করেন।
        </p>

        <p>
          সততা ও নিষ্ঠার অনন্য দৃষ্টান্ত হওয়া সত্ত্বেও এক-এগারোর তত্ত্বাবধায়ক সরকারের দমন–নিপীড়নের শিকার হন আলী আসগর লবী। বাংলাদেশের ইতিহাসে প্রথমবারের মতো করফাঁকির মামলায় কারাদণ্ড দেওয়া হয় তাকে। শেখ হাসিনার ফ্যাসিবাদী শাসনামলে একই ধরনের মামলার শিকার হন নোবেলবিজয়ী ড. মুহাম্মদ ইউনূস। এক-এগারো এবং শেখ হাসিনা সরকারের প্রতিহিংসার শিকার হয়ে আলী আসগর লবীর ব্যবসাপ্রতিষ্ঠানগুলো ধ্বংস করে দেওয়া হয়, নানা ধরনের নির্যাতন-জুলুম নেমে আসে তাঁর ওপর।
        </p>

        <p>দীর্ঘ ১৭ বছর এক মুহূর্তও নির্বিঘ্নে জীবনযাপন করতে পারেননি। কারাগার ও আদালতে কেটে যায় জীবনের গুরুত্বপূর্ণ ১৭ টি বছর।</p>

        <p>
          এতো নির্যাতন করেও মোহাম্মদ আলী আসগর লবীকে থামিয়ে রাখা যায়নি। ভস্ম থেকেই নতুন করে শুরু করেছেন জীবনযাত্রা। ব্যবসা-প্রতিষ্ঠানগুলো পুনঃনির্মাণের পাশাপাশি নিজের জন্মভূমি ডুমুরিয়া-ফুলতলা এলাকার মানুষের ভাগ্য পরিবর্তনের কাজে হাত দিয়েছেন। 
        </p>

        <p>
          বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের নির্দেশে নিজ জন্মভূমির উন্নয়নে অসংখ্য উদ্যোগ নিয়েছেন। তাঁর উদ্যোগে এরই মধ্যে এই এলাকার মানুষের মধ্যে কর্মচাঞ্চল্য দেখা দিয়েছে। এলাকার মানুষের শিক্ষা, চিকিৎসা, কর্মসংস্থান, অবকাঠামোগত উন্নয়ন সহ অসংখ্য উদ্যোগে এলাকার তরুণ সমাজ আশার আলো দেখতে পাচ্ছেন।
        </p>

        <p>
          আগামী নির্বাচনে বিজয়ী হলে তাঁর উদ্যোগগুলো সার্থকতা পাবে। আসগর আলী লবী আজীবন নিজের সর্বস্ব দিয়ে খুলনাবাসীকে এগিয়ে নিয়ে গেছেন। এবারে খুলনার ডুমুরিয়া-ফুলতলার মানুষ তাদের প্রাণের সন্তানকে প্রতিদান দিতে প্রস্তুত।
        </p>
      </div>
    </>
  );
}
